export const data1: { ref: string; value: string }[] = [
  {
    value: 'اتْرُكْهَا هذِهِ السَّنَةَ أَيْضًا',
    ref: '(لوقا 13: 8)',
  },
  {
    value: 'كَلَّلْتَ السَّنَةَ بِجُودِكَ وَآثارُكَ تَقْطُرُ دَسَمًا',
    ref: '( مز 65 : 11)',
  },
  {
    value: 'وَأُعْطِيكُمْ قَلْبًا جَدِيدًا وَأَجْعَلُ رُوحًا جَدِيدَةً فِي دَاخِلِكُمْ',
    ref: '(حز 36: 26)',
  },
  {
    value: 'عَيْنَا الرَّبِّ إِلهِكَ عَلَيْهَا دَائِمًا مِنْ أَوَّلِ السَّنَةِ إِلَى آخِرِهَا',
    ref: '(تث 11: 12)',
  },
  {
    value: 'أنه من احسانات الرب أننا لم نفنا لأن مراحمه لا تزول هي جديدة في كل صباح',
    ref: '(مراثي ارميا 3- 22)',
  },
  {
    value: 'اتْرُكْهَا هذِهِ السَّنَةَ أَيْضًا',
    ref: '(لوقا 13: 8)',
  },
]
