export const data1: { ref: string; value: string }[] = [
  {
    value: 'اتْرُكْهَا هذِهِ السَّنَةَ أَيْضًا',
    ref: '(لوقا 13: 8)',
  },
  {
    value: 'كَلَّلْتَ السَّنَةَ بِجُودِكَ وَآثارُكَ تَقْطُرُ دَسَمًا',
    ref: '( مز 65 : 11)',
  },
  {
    value: 'وَأُعْطِيكُمْ قَلْبًا جَدِيدًا وَأَجْعَلُ رُوحًا جَدِيدَةً فِي دَاخِلِكُمْ',
    ref: '(حز 36: 26)',
  },
  {
    value: 'عَيْنَا الرَّبِّ إِلهِكَ عَلَيْهَا دَائِمًا مِنْ أَوَّلِ السَّنَةِ إِلَى آخِرِهَا',
    ref: '(تث 11: 12)',
  },
  {
    value: 'أنه من احسانات الرب أننا لم نفنا لأن مراحمه لا تزول هي جديدة في كل صباح',
    ref: '(مراثي ارميا 3- 22)',
  },
  {
    value: 'اتْرُكْهَا هذِهِ السَّنَةَ أَيْضًا',
    ref: '(لوقا 13: 8)',
  },
  {
    value: 'لَا تَخَفْ لِأَنِّي مَعَكَ. لَا تَتَلَفَّتْ لِأَنِّي لَا لاتَخَفْ لِأَنِّي مَعَكَ. لَا تَتَلَفَّتْ لِأَنِّي إِلَهُكَ. قَدْ أَيَّدْتُكَ وَأَعَنْتُكَ وَعَضَدْتُكَ بِيَمِينِ بِرِّي',
    ref: '',
  },
  {
    value: 'لِأَنِّي عَرَفْتُ ٱلْأَفْكَارَ ٱلَّتِي أَنَا مُفْتَكِرٌ بِهَا عَنْكُمْ، يَقُولُ ٱلرَّبُّ، أَفْكَارَ سَلَامٍ لَا شَرٍّ، لِأُعْطِيَكُمْ آخِرَةً وَرَجَاءً',
    ref: '',
  },

  {
    value: 'وَأَمَّا مُنْتَظِرُو ٱلرَّبِّ فَيُجَدِّدُونَ قُوَّة يَرْفَعُونَ أَجْنِحَةً كَٱلنُّسُورِ يَرْكُضُونَ وَلَا يَتْعَبُونَ. يَمْشُونَ وَلَا يُعْيُونَ',
    ref: '',
  },
  {
    value: 'اذَا ٱجْتَزْتَ فِي ٱلْمِيَاهِ فَأَنَا مَعَكَ، وَفِي ٱلْأَنْهَارِ فَلَا تَغْمُرُكَ. إِذَا مَشَيْتَ فِي ٱلنَّارِ فَلَا تُلْذَعُ، وَٱللَّهِيبُ لَا يُحْرِقُكَ',
    ref: '',
  },

  {
    value: 'لِنَتَمَسَّكْ بِإِقْرَارِ ٱلرَّجَاءِ رَاسِخًا، لِأَنَّ ٱلَّذِي وَعَدَ هُوَ أَمِينٌ',
    ref: '',
  },
  {
    value: 'أَمِينٌ هُوَ ٱلَّذِي يَدْعُوكُمُ ٱلَّذِي سَيَفْعَلُ أَيْضًا',
    ref: '',
  },

  {
    value: 'تَبَارَكَ اللهُ، أَبُو رَبِّنَا يَسُوعَ الْمَسِيحِ، أَبُو الْمَرَاحِمِ وَإِلَهُ كُلِّ تَعْزِيَةٍ، هُوَ الَّذِي يُشَجِّعُنَا فِي كُلِّ ضِيقَةٍ نَمُرُّ بِها، حَتَّى نَسْتَطِيعَ أَنْ نُشَجِّعَ الَّذِينَ يَمُرُّونَ بِأَيَّةِ ضِيقَةٍ، بِالتَّشْجِيعِ الَّذِي بِهِ يُشَجِّعُنَا اللهُ',
    ref: '',
  },
  {
    value: 'حَتَّى إِذَا اجْتَزْتُ وَادِي ظِلالِ الْمَوْتِ، لَا أَخَافُ سُوءاً لأَنَّكَ تُرَافِقُنِي. عَصَاكَ وَعُكَّازُكَ هُمَا مَعِي يُشَدِّدَانِ عَزِيمَتِي',
    ref: '',
  },

  {
    value: 'إِنِّي أُحِبُّ الرَّبَّ لأَنَّهُ يَسْمَعُ ابْتِهَالِي \n' +
      'وَيَسْتَجِيبُ إِلَى تَضَرُّعَاتِي. \n' +
      'أَمَالَ أُذُنَهُ إِلَيَّ لِذَلِكَ أَدْعُوهُ مَادُمْتُ حَيًّا  \n',
    ref: '',
  },
  {
    value:
      'أَرْفَعُ عَيْنَيَّ إِلَى الْجِبَالِ.\n' +
      'مِنْ أَيْنَ يَأْتِي عَوْنِي؟\n' +
      'يَأْتِي عَوْنِي مِنْ عِنْدِ الرَّبِّ،\n' +
      ' صَانِعِ السَّمَاوَاتِ وَالأَرْضِ\n',
    ref: '',
  },

  {
    value: 'الْوَاثِقُونَ بِالرَّبِّ هُمْ \n' +
      'مِثْلُ جَبَلِ صِهْيَوْنَ الرَّاسِخِ\n' +
      ' الَّذِي لَا يَتَزَعْزَعُ إِلَى الأَبَدِ\n',
    ref: '',
  },
  {
    value: 'يَوْمَ دَعَوْتُكَ اسْتَجَبْتَ لِي،\n' +
      'وَشَجَّعْتَنِي إِذْ زِدْتَنِي قُوَّةً فِي دَاخِلِي\n',
    ref: '',
  },

  {
    value: 'وَلَوْ سَلَكْتُ فِي وَسَطِ الضِّيقِ\n' +
      'فَإِنَّكَ تُحْيِينِي،\n' +
      'إذْ بِيَدِكَ تَدْفَعُ عَنِّي غَضَبَ أَعْدَائِي\n' +
      'وَيَمِينُكَ تُخَلِّصُنِي\n',
    ref: '',
  },
  {
    value: 'إِنَّهُ يَشْفِي مُنْكَسِرِي الْقَلْبِ \n' +
      'وَيُضَمِّدُ جِرَاحَهُمْ \n',
    ref: '',
  },

  {
    value: 'أَمَّا نَفْسِي فَتَفْرَحُ بِالرَّبِّ\n' +
      'وَتَبْتَهِجُ بِخَلاصِهِ\n',
    ref: '',
  },
  {
    value: 'لَكِنَّ خَلاصَ الأَبْرَارِ\n' +
      'مِنْ عِنْدِ الرَّبِّ،\n' +
      'فَهُوَ حِصْنُهُمْ فِي زَمَانِ الضِّيق\n',
    ref: '',
  },

  {
    value: 'وَانْتَشَلَنِي مِنْ هُوَّةِ الْهَلاكِ،\n' +
      'مِنْ طِينِ الْمُسْتَنْقَعِ. \n' +
      'وَأَوْقَفَ قَدَمَيَّ عَلَى أَرْضٍ صَخْرِيَّةٍ،\n' +
      ' فَصِرْتُ أَمْشِي بِخُطُوَاتٍ ثَابِتَةٍ\n',
    ref: '',
  },
  {
    value: 'اسْتَكِينُوا وَاعْلَمُوا أَنِّي أَنَا اللهُ،\n' +
      'أَتَعَالَى بَيْنَ الأُمَمِ وَأَتَعَالَى فِي الأَرْضِ.\n',
    ref: '',
  },

  {
    value: 'فِي يَوْمِ خَوْفِي أَتَّكِلُ عَلَيْكَ.\n' +
      'تَوَكَّلْتُ عَلَى اللهِ الَّذِي أَحْمَدُهُ عَلَى كَلامِهِ، \n' +
      'فَلَا أَخَافُ. مَاذَا يَسْتَطِيعُ أَنْ يَصْنَعَ بِي الْبَشَرُ\n',
    ref: '',
  },
  {
    value: 'مَا أَحْسَنَ أَنْ يُلْهَجَ بِرَحْمَتِكَ فِي الصَّبَاحِ، \n' +
      'وَبِأَمَانَتِكَ فِي اللَّيَالِي،\n',
    ref: '',
  },
  {
    value: 'فَفِيهِ لَنَا بِدَمِهِ الْفِدَاء\n' +
      ' أَيْ غُفْرَانُ الْخَطَايَا؛ بِحَسَبِ غِنَى نِعْمَتِهِ\n',
    ref: '',
  },
  {
    value: 'وَسَلامُ اللهِ، الَّذِي تَعْجَزُ \n' +
      'الْعُقُولُ عَنْ إِدْرَاكِهِ،\n' +
      'يَحْرُسُ قُلُوبَكُمْ وَأَفْكَارَكُمْ فِي\n' +
      'الْمَسِيحِ يَسُوع\n',
    ref: '',
  },

  {
    value: 'كَمَا كَانَ قَدِ اخْتَارَنَا فِيهِ قَبْلَ تَأْسِيسِ الْعَالَمِ،\n' +
      ' لِنَكُونَ قِدِّيسِينَ بِلا لَوْمٍ أَمَامَه.\n',
    ref: '',
  },
  {
    value: 'وَأَنْتُمْ مُكَمَّلُونَ فِيهِ. \n' +
      'فَهُوَ رَأْسُ كُلِّ رَئَاسَةٍ وَسُلْطَةٍ\n',
    ref: '',
  },

  {
    value: 'لِكُلِّ شَيْءٍ أَوَانٌ، \n' +
      'وَلِكُلِّ أَمْرٍ تَحْتَ السَّمَاءِ زَمَانٌ\n',
    ref: '',
  },
  {
    value: 'لِذَلِكَ فَرِحَ قَلْبِي وَتَهَلَّلَ لِسَانِي \n' +
      'حَتَّى إِنَّ جَسَدِي سَيَرْقُدُ عَلَى رَجَاءٍ\n',
    ref: '',
  },

  {
    value: 'لأَنَّ مَنْ يَجِدُنِي يَجِدُ حَيَاةً،\n' +
      'وَيَحُوزُ عَلَى مَرْضَاةِ الرَّبِّ\n',
    ref: '',
  },
  {
    value: 'وَلا تَعُودُ الشَّمْسُ نُوراً لَكِ فِي النَّهَارِ وَلا يُشْرِقُ ضَوْءُ الْقَمَرِ عَلَيْكِ لأَنَّ الرَّبَّ يَكُونُ نُورَكِ الأَبَدِيَّ، وَإِلَهُكِ يَكُونُ مَجْدَكِ. وَلا تَغْرُبُ شَمْسُكِ مِنْ بَعْدُ، وَلا يَتَضَاءَلُ قَمَرُكِ، لأَنَّ الرَّبَّ يَكُونُ نُورَكِ الأَبَدِيَّ، وَتَنْقَضِي أَيَّامُ مَنَاحَتِكِ',
    ref: '',
  },

  {
    value: 'لَا تَجْزَعِي لأَنَّكِ لَنْ تَخْزَيْ، وَلا تَخْجَلِي لأَنَّهُ لَنْ يَلْحَقَ بِكِ عَارٌ، فَأَنْتِ سَتَنْسَيْنَ خِزْيَ صِبَاكِ، وَلَنْ تَذْكُرِي مِنْ بَعْدُ عَارَ تَرَمُّلِكِ',
    ref: '',
  },
  {
    value: 'وَلَكِنَّكُمْ لَا تَتَذَكَّرُونَ الأُمُورَ السَّالِفَةَ وَلا تَعْتَبِرُونَ بِالأَحْدَاثِ الغَابِرَةِ انْظُرُوا، هَا أَنَا أُنْجِزُ أَمْراً جَدِيداً يَنْشَأُ الآنَ، أَلا تَعْرِفُونَهُ؟ أَشُقُّ فِي الْبَرِّيَّةِ طَرِيقاً، وَفِي الصَّحْرَاءِ أَنْهَاراً',
    ref: '',
  },

  {
    value: 'إِذْ صَنَعَ كُلَّ شَيْءٍ حَسَناً فِي حِينِهِ وَغَرَسَ الأَبَدِيَّةَ فِي قُلُوبِ الْبَشَرِ، وَمَعَ ذَلِكَ لَمْ يُدْرِكُوا أَعْمَالَ اللهِ مِنَ الْبَدَايَةِ إِلَى النِّهَايَةِ',
    ref: '',
  },
  {
    value: 'إِذَنْ، مَازَالَتِ الرَّاحَةُ الْحَقِيقِيَّةُ\n' +
      'مَحْفُوظَةً لِشَعْبِ الله\n',
    ref: '',
  },

  {
    value: 'إِذَنْ، مَازَالَتِ الرَّاحَةُ الْحَقِيقِيَّةُ\n' +
      'مَحْفُوظَةً لِشَعْبِ الله\n',
    ref: '',
  },
  {
    value: 'وَأَنْتُمْ مُكَمَّلُونَ فِيهِ\n' +
      ' فَهُوَ رَأْسُ كُلِّ رَئَاسَةٍ وَسُلْطَةٍ\n',
    ref: '',
  },

  {
    value: 'كَمَا كَانَ قَدِ اخْتَارَنَا فِيهِ \n' +
      'قَبْلَ تَأْسِيسِ الْعَالَمِ، \n' +
      'لِنَكُونَ قِدِّيسِينَ بِلا لَوْمٍ أَمَامَهُ\n',
    ref: '',
  },
  {
    value: 'أَفْرَحُ وَأَبْتَهِجُ بِرَحْمَتِكَ \n' +
      'لأَنَّكَ قَدْ نَظَرْتَ إِلَى مَذَلَّتِي، \n' +
      'وَعَرَفْتَ أَلَمَ نَفْسِي الْمُبَرِّحَ\n',
    ref: '',
  },
  {
    value: 'أَنْتَ تَحْفَظُ ذَا الرَّأْيِ الثَّابِتِ\n' +
      ' سَالِماً لأَنَّهُ عَلَيْكَ تَوَكَّل\n',
    ref: '',
  },
  {
    value: 'لأَنِّي عَرَفْتُ مَا رَسَمْتُهُ لَكُمْ. \n' +
      'إِنَّهَا خُطَطُ سَلامٍ لَا شَرٍّ \n' +
      'لأَمْنَحَكُمْ مُسْتَقْبَلاً وَرَجَاءً\n',
    ref: '',
  },
  {
    value: 'لِهذَا السَّبَبِ أَقُولُ لَكُمْ\n' +
      'إِنَّ مَا تَطْلُبُونَهُ وَتُصَلُّونَ لأَجْلِهِ، \n' +
      'فَآمِنُوا أَنَّكُمْ قَدْ نِلْتُمُوهُ، فَيَتِمَّ لَكُم\n',
    ref: '',
  },
  {
    value: 'وَيَهْدِيكَ الرَّبُّ دَائِماً وَيَسُدُّ حَاجَتَكَ\n' +
      ' حَتَّى فِي زَمَنِ الْقَحْطِ وَالأَرْضِ الْمُجْدِبَةِ،\n' +
      ' فَيُقَوِّي عِظَامَكَ فَتُصْبِحُ كَرَوْضَةٍ مَرْوِيَّةٍ،\n' +
      ' وَكَجَدْوَلِ مَاءٍ لَا يَنْقَطِعُ\n',
    ref: '',
  },
  {
    value: 'إِنَّ الْجِبَالَ تَزُولُ وَالتِّلالَ تَتَزَحْزَحُ،\n' +
      'أَمَّا رَحْمَتِي الثَّابِتَةُ فَلا تُفَارِقُكِ،\n' +
      'وَعَهْدُ سَلامِي لَا يَتَزَعْزَعُ، يَقُولُ الرَّبُّ رَاحِمُكِ\n',
    ref: '',
  },
  {
    value: 'أَمَّا الآنَ، فَهَذَا مَا يَقُولُهُ الرَّبُّ\n' +
      'خَالِقُكَ يَا يَعْقُوبُ وَجَابِلُكَ يَا إِسْرَائِيلُ:\n' +
      ' «لا تَجْزَعْ لأَنِّي افْتَدَيْتُكَ، دَعَوْتُكَ بِاسْمِكَ.\n' +
      ' أَنْتَ لِي\n',
    ref: '',
  },
  {
    value: 'إِذْ أَصْبَحْتَ كَرِيماً فِي عَيْنَيَّ،\n' +
      'وَعَزِيزاً وَمَحْبُوباً،\n' +
      ' فَقَدْ بَادَلْتُ أُنَاساً بِكَ،\n' +
      ' وَقَايَضْتُ أُمَماً عِوَضاً عَنْ حَيَاتِكَ\n',
    ref: '',
  },
  {
    value: 'لِذَلِكَ فَرِحَ قَلْبِي وَتَهَلَّلَ لِسَانِي \n' +
      'حَتَّى إِنَّ جَسَدِي سَيَرْقُدُ عَلَى رَجَاءٍ\n',
    ref: '',
  },
  {
    value: 'لأَنِّي عَرَفْتُ مَا رَسَمْتُهُ لَكُمْ. \n' +
      'إِنَّهَا خُطَطُ سَلامٍ لَا شَرٍّ \n' +
      'لأَمْنَحَكُمْ مُسْتَقْبَلاً وَرَجَاءً\n',
    ref: '',
  },
  {
    value: 'إِذْ أَصْبَحْتَ كَرِيماً \n' +
      'فِي عَيْنَيَّ،\n' +
      'وَعَزِيزاً وَمَحْبُوباً،\n' +
      ' فَقَدْ بَادَلْتُ أُنَاساً بِكَ، \n' +
      'وَقَايَضْتُ أُمَماً عِوَضاً عَنْ حَيَاتِكَ.\n',
    ref: '',
  },
  {
    value: 'وَسَلامُ اللهِ، الَّذِي تَعْجَزُ الْعُقُولُ\n' +
      ' عَنْ إِدْرَاكِهِ، \n' +
      'يَحْرُسُ قُلُوبَكُمْ \n' +
      'وَأَفْكَارَكُمْ فِي الْمَسِيحِ يَسُوعَ\n',
    ref: '',
  },
  {
    value: 'وَانْتَشَلَنِي مِنْ هُوَّةِ الْهَلاكِ، \n' +
      'مِنْ طِينِ الْمُسْتَنْقَعِ. وَأَوْقَفَ قَدَمَيَّ عَلَى أَرْضٍ صَخْرِيَّةٍ،\n' +
      ' فَصِرْتُ أَمْشِي بِخُطُوَاتٍ ثَابِتَةٍ\n',
    ref: '',
  },
  {
    value: 'فِي يَوْمِ خَوْفِي أَتَّكِلُ عَلَيْكَ. \n' +
      'تَوَكَّلْتُ عَلَى اللهِ الَّذِي أَحْمَدُهُ عَلَى كَلامِهِ، \n' +
      'فَلَا أَخَافُ. مَاذَا يَسْتَطِيعُ \n' +
      'أَنْ يَصْنَعَ بِي الْبَشَرُ\n',
    ref: '',
  },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },
  // {
  //   value: '',
  //   ref: '',
  // },

]
